Repository: CodyBontecou/Voxboard
Catalog: Voxboard Keyboard/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

source: %@ complete
ar: %@ كامل
bn: %@ সম্পূর্ণ
de: %@ Vollständig
es: %@ completo
fr: %@ complète
hi: %@ पूर्ण
id: %@ lengkap
it: %@ Completo
ja: %@ 完全
ko: %@ 완전
nl: %@ compleet
pl: %@ kompletna
pt_br: %@ Completo
ru: %@ Полный
ta: %@ முழுமையாக
th: %@ เต็มรูปแบบ
tr: %@ Tamamlı
uk: %@ Повний
ur: %@ مکمل
vi: %@ hoàn chỉnh
zh_hans: %@ 完整
zh_hant: %@ 完整

source: Automatic
ar: تلقائيا
bn: স্বয়ংক্রিয়
de: Automatisch
es: automático
fr: automatique
hi: स्वचालित
id: otomatis
it: automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: automatycznie
pt_br: automaticamente
ru: Автоматический
ta: Automaticகால
th: อัตโนมัติ
tr: otomatik
uk: Автоматичний
ur: آٹو
vi: Tự động
zh_hans: 自动化
zh_hant: 自動化

source: ENABLE FULL ACCESS
ar: تفعيل الوصول الكامل
bn: ফুল অ্যাক্সেস চালু করুন
de: VOLLZUGRIFF AKTIVIEREN
es: ACTIVAR ACCESO COMPLETO
fr: ACTIVER L'ACCÈS COMPLET
hi: फुल एक्सेस सक्षम करें
id: AKTIFKAN AKSES PENUH
it: ATTIVA ACCESSO COMPLETO
ja: フルアクセスを有効にする
ko: 전체 액세스 활성화
nl: VOLLEDIGE TOEGANG INSCHAKELEN
pl: WŁĄCZ PEŁNY DOSTĘP
pt_br: ATIVAR ACESSO TOTAL
ru: ВКЛЮЧИТЬ ПОЛНЫЙ ДОСТУП
ta: முழு அணுகலை இயக்கு
th: เปิดใช้การเข้าถึงเต็มรูปแบบ
tr: TAM ERİŞİMİ ETKİNLEŞTİR
uk: УВІМКНУТИ ПОВНИЙ ДОСТУП
ur: مکمل رسائی فعال کریں
vi: BẬT QUYỀN TRUY CẬP ĐẦY ĐỦ
zh_hans: 启用完全访问
zh_hant: 啟用完整存取

source: Enable Full Access
ar: إمكانية الوصول الكامل
bn: পূর্ণ অ্যাক্সেসের সুযোগ
de: Vollständiger Zugang ermöglicht
es: Permite el acceso completo
fr: Permet un accès complet
hi: पूर्ण पहुंच की अनुमति
id: Memungkinkan akses penuh
it: Consente l’accesso completo
ja: 完全アクセス可能
ko: 완전한 접근을 가능하게
nl: Volledige toegang mogelijk maken
pl: Umożliwia pełny dostęp
pt_br: Permite acesso total
ru: Доступ к полному
ta: முழுமையான அணுகுமுறை
th: ช่วยให้การเข้าถึงเต็มรูปแบบ
tr: Tam erişim sağlar
uk: Доступ до повного
ur: مکمل رسائی حاصل کرنے کے لئے
vi: Cho phép truy cập đầy đủ
zh_hans: 允许完全访问
zh_hant: 允許完全訪問

source: Limit reached — open Vox.md to unlock
ar: تم الوصول إلى الحد — افتح Vox.md لإلغاء القفل
bn: সীমা পূর্ণ — আনলক করতে Vox.md খুলুন
de: Limit erreicht — öffne Vox.md zum Entsperren
es: Límite alcanzado — abre Vox.md para desbloquear
fr: Limite atteinte — ouvrez Vox.md pour débloquer
hi: सीमा पूरी हो गई — अनलॉक करने के लिए Vox.md खोलें
id: Batas tercapai — buka Vox.md untuk membuka
it: Limite raggiunto — apri Vox.md per sbloccare
ja: 上限に達しました — Vox.md を開いて解除してください
ko: 한도에 도달했습니다 — 잠금을 해제하려면 Vox.md를 여세요
nl: Limiet bereikt — open Vox.md om te ontgrendelen
pl: Osiągnięto limit — otwórz Vox.md, aby odblokować
pt_br: Limite atingido — abra o Vox.md para desbloquear
ru: Лимит достигнут — откройте Vox.md, чтобы разблокировать
ta: வரம்பு எட்டியது — திறக்க Vox.md ஐத் திறக்கவும்
th: ถึงขีดจำกัดแล้ว — เปิด Vox.md เพื่อปลดล็อก
tr: Sınıra ulaşıldı — kilidi açmak için Vox.md'u açın
uk: Ліміт досягнуто — відкрийте Vox.md, щоб розблокувати
ur: حد مکمل ہو گئی — غیر مقفل کرنے کے لیے Vox.md کھولیں
vi: Đã đạt giới hạn — mở Vox.md để mở khóa
zh_hans: 已达上限 — 打开 Vox.md 以解锁
zh_hant: 已達上限 — 開啟 Vox.md 解鎖

source: No Model
ar: لا يوجد نموذج
bn: কোনো মডেল নেই
de: Kein Modell
es: Sin Modelo
fr: Aucun Modèle
hi: कोई मॉडल नहीं
id: Tidak ada model
it: Nessun modello
ja: モデルなし
ko: 모델 없음
nl: Geen model
pl: Brak modelu
pt_br: Sem modelo
ru: Нет модели
ta: மாதிரி இல்லை
th: ไม่มีโมเดล
tr: Model Yok
uk: Немає моделі
ur: کوئی ماڈل نہیں
vi: Không Có Mô Hình
zh_hans: 无模型
zh_hant: 無模型

source: No speech detected
ar: لم يتم اكتشاف كلام
bn: কোনো বক্তৃতা শনাক্ত হয়নি
de: Keine Sprache erkannt
es: No se detectó voz
fr: Aucune parole détectée
hi: कोई भाषण नहीं मिला
id: Ucapan tidak terdeteksi
it: Nessun parlato rilevato
ja: 音声が検出されませんでした
ko: 음성이 감지되지 않았습니다
nl: Geen spraak gedetecteerd
pl: Nie wykryto mowy
pt_br: Nenhuma fala detectada
ru: Речь не обнаружена
ta: பேச்சு கண்டறியப்படவில்லை
th: ไม่ตรวจพบคำพูด
tr: Konuşma algılanmadı
uk: Мовлення не виявлено
ur: کوئی آواز شناخت نہیں ہوئی
vi: Không phát hiện giọng nói
zh_hans: 未检测到语音
zh_hant: 未偵測到語音

source: OPEN VOX.MD
ar: افتح VOX.MD
bn: VOX.MD খুলুন
de: VOX.MD ÖFFNEN
es: ABRIR VOX.MD
fr: OUVRIR VOX.MD
hi: VOX.MD खोलें
id: BUKA VOX.MD
it: APRI VOX.MD
ja: VOX.MD を開く
ko: VOX.MD 열기
pl: OTWÓRZ VOX.MD
pt_br: ABRIR VOX.MD
ru: ОТКРЫТЬ VOX.MD
ta: VOX.MD ஐத் திற
th: เปิด VOX.MD
tr: VOX.MD'U AÇ
uk: ВІДКРИТИ VOX.MD
ur: VOX.MD کھولیں
vi: MỞ VOX.MD
zh_hans: 打开 VOX.MD
zh_hant: 開啟 VOX.MD

source: Open Vox.md
ar: Vox.md مفتوحة
bn: খোলা Vox.md
de: öffnen Vox.md
es: abierta Vox.md
fr: ouvert Vox.md
hi: खुले Vox.md
id: terbuka Vox.md
it: aperto Vox.md
ja: オープン Vox.md
ko: 오픈 Vox.md
pl: Otwarcie Vox.md
pt_br: aberta Vox.md
ru: Открытый Vox.md
ta: திறந்த Vox.md
th: เปิด Vox.md
tr: Açık Vox.md
uk: Відкритий Vox.md
ur: کھولنے Vox.md
vi: Mở Vox.md
zh_hans: 开放 Vox.md
zh_hant: 開放 Vox.md

source: Recording failed — try again
ar: الفيديو لا يحدث - حاول مرة أخرى
bn: রেকর্ডিং ব্যর্থ হয়েছে - আবার চেষ্টা করুন
de: Aufnahme fehlgeschlagen - versuchen Sie es erneut
es: No se logró la grabación - intente de nuevo
fr: Enregistrement échoué - essayez à nouveau
hi: रिकॉर्डिंग विफल - फिर से कोशिश करें
id: Rekaman gagal - coba lagi
it: Registrazione fallita - riprovare
ja: 録音失敗 - 再度試してみる
ko: 녹음 실패 - 다시 시도
nl: Opname mislukt - probeer het opnieuw
pl: Nagranie nie powiodło się – spróbuj ponownie
pt_br: Gravação falhou - tente novamente
ru: Запись не удалась — попробуйте снова
ta: பதிவிறக்கம் - முயற்சி செய்யவில்லை
th: การบันทึกไม่สําเร็จ - ลองอีกครั้ง
tr: Kayıt başarısız - tekrar deneyin
uk: Запис не вдався — спробуйте ще раз
ur: ریکارڈنگ ناکام ہوگئی۔ دوبارہ کوشش کریں
vi: Đã thất bại - thử lại
zh_hans: 录制失败 - 再次尝试
zh_hant: 錄製失敗 - 再次嘗試

source: TRANSCRIBING...
ar: جارٍ التفريغ...
bn: ট্রান্সক্রাইব করা হচ্ছে...
de: TRANSKRIBIERE...
es: TRANSCRIBIENDO...
fr: TRANSCRIPTION...
hi: ट्रांसक्राइब हो रहा है...
id: MENTRANSKRIPSI...
it: TRASCRIZIONE...
ja: 文字起こし中...
ko: 전사 중...
nl: TRANSCRIBEREN...
pl: TRANSKRYPCJA...
pt_br: TRANSCREVENDO...
ru: РАСШИФРОВКА...
ta: உரையாக்குகிறது...
th: กำลังถอดเสียง...
tr: YAZIYA DÖKÜLÜYOR...
uk: ТРАНСКРИБУЄТЬСЯ...
ur: ٹرانسکرپشن جاری ہے...
vi: ĐANG PHIÊN ÂM...
zh_hans: 转录中...
zh_hant: 轉錄中...

source: Transcribing %@
ar: تقييم %@
bn: অনুবাদ %@
de: Transzendieren %@
es: Transcribiendo %@
fr: Transcription %@
hi: अनुवाद %@
id: Transcripting %@
it: trascrizioni %@
ja: トランスクリプション %@
ko: 번역하기 %@
nl: Transcriptie %@
pl: transkrypcja %@
pt_br: Transcrição %@
ru: Транскрипция %@
ta: transcript எழுதுதல் %@
th: การแปล %@
tr: Transcribe Yapmak %@
uk: Транскрипція %@
ur: ترجمہ کریں %@
vi: Transcribe %@
zh_hans: 转载 %@
zh_hant: 轉載 %@

source: Transcribing…
ar: الترجمة...
bn: অনুবাদ...
de: Translations...
es: Transcribir...
fr: Transcription...
hi: अनुवाद...
id: Transcript...
it: Trascrizioni...
ja: 翻訳...
ko: 번역...
nl: Transcribeer...
pl: Transcribe...
pt_br: Transcrição...
ru: Переписывать...
ta: transcribe எழுதுதல்
th: การแปล...
tr: Transcribe etmek...
uk: Транскрипція...
ur: ترجمہ کریں...
vi: Transkript...
zh_hans: 转载...
zh_hant: 轉載...

source: Transcript saved, but the remaining text could not be safely inserted
ar: تم تخزين الترجمة ، ولكن لا يمكن إدخال النص المتبقي بشكل آمن
bn: ট্রান্সক্রিপ্ট সংরক্ষিত, কিন্তু বাকি টেক্সট নিরাপদে ইনপুট করা যাবে না
de: Transkript gespeichert, aber der verbleibende Text konnte nicht sicher eingefügt werden
es: El transcripto se salvó, pero el texto restante no pudo ser insertado de forma segura
fr: La transcription a été enregistrée, mais le texte restant n'a pas pu être inséré en toute sécurité
hi: ट्रांसक्रिप्ट सहेजा गया, लेकिन शेष पाठ सुरक्षित रूप से डालें नहीं जा सकता
id: Transcript disimpan, tetapi teks yang tersisa tidak dapat ditambahkan dengan aman
it: La trascrizione è stata salvata, ma il testo rimanente non è stato inserito in modo sicuro
ja: トランスクリプトは保存されたが、残りのテキストは安全に挿入できない。
ko: 트랜스크립트는 저장되었지만 나머지 텍스트는 안전하게 삽입할 수 없었습니다.
nl: Transcript opgeslagen, maar de resterende tekst kon niet veilig worden ingevoegd
pl: Transcript zapisany, ale pozostały tekst nie można bezpiecznie wstawić
pt_br: Transcrição salvo, mas o texto restante não poderia ser inserido com segurança
ru: Транскрипт сохранен, но остаток текста не удалось безопасно вставить
ta: Transcript save, but the remaining text could not be inserted பாதுகாப்பாக சேமிக்கப்பட்டது
th: การบันทึกการพิมพ์ แต่ข้อความที่เหลือไม่สามารถแทรกได้อย่างปลอดภัย
tr: Transcript kaydedildi, ancak kalan metin güvenli bir şekilde yerleştirilemezdi
uk: Транскрипт зберегся, але залишок тексту не можна було вставити безпечно
ur: ٹرانسفر محفوظ کیا گیا ہے، لیکن باقی متن محفوظ طریقے سے داخل نہیں کیا جا سکتا
vi: Transkript được lưu, nhưng văn bản còn lại không thể được chèn an toàn
zh_hans: 转录保存,但无法安全地插入剩余的文本
zh_hant: 轉錄保存,但無法安全地插入剩餘的文本

source: Transcription progress
ar: تطور الترجمة
bn: অনুবাদ অগ্রগতি
de: Transcription Fortschritte
es: Transcripción de progreso
fr: Transcription progression
hi: अनुवाद की प्रगति
id: Transcription kemajuan
it: Progresso della trascrizione
ja: 翻訳の進展
ko: Transcription 진행
nl: Transcriptie vooruitgang
pl: Postęp transkrypcji
pt_br: Transcrição de progresso
ru: Перевод прогресса
ta: Transcription வேதம்
th: การเปลี่ยนแปลงการเขียน
tr: Transcription gelişimi
uk: Переклад прогресу
ur: ٹرانسفر کی ترقی
vi: Transcription tiến bộ
zh_hans: 转录进展
zh_hant: 轉錄進展

source: Transcription timed out — try again
ar: انتهت مهلة التفريغ — حاول مرة أخرى
bn: ট্রান্সক্রিপশন টাইম আউট — আবার চেষ্টা করুন
de: Zeitüberschreitung bei der Transkription — versuche es erneut
es: La transcripción expiró — inténtalo de nuevo
fr: Transcription expirée — réessayez
hi: ट्रांसक्रिप्शन का समय समाप्त हुआ — फिर से प्रयास करें
id: Transkripsi habis waktu — coba lagi
it: Timeout della trascrizione — riprova
ja: 文字起こしがタイムアウトしました — もう一度お試しください
ko: 전사 시간이 초과되었습니다 — 다시 시도하세요
nl: Transcriptie time-out — probeer opnieuw
pl: Upłynął limit czasu transkrypcji — spróbuj ponownie
pt_br: Tempo da transcrição esgotado — tente novamente
ru: Время расшифровки истекло — попробуйте снова
ta: உரையாக்க நேரம் முடிந்தது — மீண்டும் முயற்சிக்கவும்
th: การถอดเสียงหมดเวลา — ลองอีกครั้ง
tr: Yazıya dökme zaman aşımına uğradı — tekrar deneyin
uk: Час очікування транскрипції вичерпано — спробуйте ще раз
ur: ٹرانسکرپشن کا وقت ختم ہو گیا — دوبارہ کوشش کریں
vi: Phiên âm hết thời gian — thử lại
zh_hans: 转录超时 — 请重试
zh_hant: 轉錄逾時 — 請重試

source: Vox.md did not start recording — reopen Listening Mode and try again
ar: Vox.md لم يبدأ الإصدار - قم بإعادة فتح وضع الاستماع ثم محاولة مرة أخرى
bn: Vox.md রেকর্ডিং শুরু হয়নি – শুনানির মোডটি পুনরায় চালু করুন এবং আবার চেষ্টা করুন
de: Vox.md die Aufnahme nicht gestartet wurde – öffnen Sie den Listening-Modus erneut und versuchen Sie es erneut
es: Vox.md No se inició la grabación: reabre el modo de escucha y intenta de nuevo
fr: Vox.md n'a pas démarré l'enregistrement - ouvrez à nouveau le mode écoute et essayez à nouveau
hi: Vox.md रिकॉर्डिंग शुरू नहीं हुआ - सुनने मोड को फिर से खोलें और फिर से कोशिश करें
id: Vox.md Tidak memulai rekaman – buka Mode Mendengarkan lagi dan coba lagi
it: Vox.md non ha iniziato la registrazione: riaprite la modalità ascolto e riprovate
ja: Vox.md 録音を開始しなかった - 再度聴くモードを開いて再度試行してください。
ko: Vox.md 녹음이 시작되지 않았습니다. - 청취 모드를 다시 열고 다시 시도합니다.
nl: Vox.md niet begonnen met opnemen - open de luistermodus opnieuw en probeer het opnieuw
pl: Vox.md nie rozpoczął nagrywania – ponownie otwórz tryb słuchania i spróbuj ponownie
pt_br: Vox.md Não iniciou a gravação – reabre o Modo de escuta e tente novamente
ru: Vox.md не начали запись — перезапустите режим прослушивания и попробуйте снова
ta: Vox.md எழுதவில்லை – மீண்டும் செவியேற்கும் முறை திறக்கவும்
th: Vox.md ไม่เริ่มการบันทึก - เปิดโหมดฟังอีกครั้งและลองอีกครั้ง
tr: Vox.md Kayıt başlamadı – Dinleme Modunu yeniden açın ve tekrar deneyin
uk: Vox.md не почав записувати — знову відкрити режим прослуховування та спробувати
ur: Vox.md نہیں شروع کیا گیا ہے - دوبارہ سننے کے طریقے کو کھولیں اور دوبارہ کوشش کریں
vi: Vox.md không bắt đầu ghi âm – mở lại Chế độ nghe và thử lại
zh_hans: Vox.md 未开始录制 - 重新打开听取模式,然后再试一次
zh_hant: Vox.md 未開始錄製 - 重新打開聽取模式,然後再試一次
